publish/gastroscopy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>胃镜检查</title>
<meta name="author" content="Spike Leung" />
<meta name="description" content="&quot;&quot;" />
<meta name="generator" content="Org Mode" />

<link rel="stylesheet" href="../styles/style.css" type="text/css"/>
<link rel="stylesheet" href="https://chinese-fonts-cdn.deno.dev/packages/lxgwwenkai/dist/LXGWWenKai-Regular/result.css" />
<link rel="icon" href="/favicon.ico" type="image/x-icon">
</head>
<body>
<div id="preamble" class="status">

 <nav>
  <ul>
    <li><a href="/index.html">Home</a></li>
    <li><a href="/about.html">About</a></li>
    <li><a href="/rss.xml">RSS</a></li>
    <li><a href="https://github.com/Spike-Leung/taxodium/tree/org-publish">GitHub</a></li>
    <li><a href="https://music.163.com/#/playlist?id=12531191848">Playlist</a></li>
    <li><a href="/_blank.html">_blank</a></li>
  </ul>
</nav>
</div>
<div id="content" class="content">
<h1 class="title">胃镜检查</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5de54c8">不太准确的费用明细</a></li>
</ul>
</div>
</div>
<p>
前阵子吞咽不舒服，感觉有异物感，而且牵扯到右边胸部上方疼痛。
</p>

<p>
不知道怎么了，以往有过咽喉炎，顶多就嗓子痛，现在有异物感且会牵扯疼痛感觉很异常。
</p>

<p>
去检查了耳鼻喉科，医生就说是咽喉炎，牵扯的地方不属于耳鼻喉他不管，可以看看消化内科。
</p>

<p>
消化内科也看了，但是食管是在喉咙正下方的，而不是胸部，医生也没啥建议，遂做了一个胃镜先检查一下。
</p>

<p>
预约好了胃镜，胃镜前一天的晚上九点就不能进食了，当天不能喝水，应该都是为了避免胃部有东西影响观察。
</p>

<p>
我做的是普通胃镜，不需要麻醉。
</p>

<p>
当天，做之前医生会给一瓶<a href="https://baike.baidu.com/item/%E7%9B%90%E9%85%B8%E8%BE%BE%E5%85%8B%E7%BD%97%E5%AE%81%E8%83%B6%E6%B5%86/1370268">盐酸达克罗宁胶浆</a>喝下去，是一种局部麻醉的药物，喝完之后慢慢会有一种喉咙干涩的感觉，久了只能感觉到喉咙入口的一点点吞咽感。
</p>

<p>
做胃镜是躺在床上的，向左侧侧睡，双脚蜷缩。
</p>

<p>
做之前医生会给你戴上一个咬合的工具，是一个空心的圆柱体，避免嘴巴闭合用的。
</p>

<p>
接着医生会伸进去一根挺长的黑色管子，顶部是摄像头，粗细大概和喝珍珠奶茶的吸管差不多。
</p>

<p>
伸进去之后开始就会很难受，医生会让你用鼻子吸气，嘴巴呼气，口水不要吞咽，直接流到床上，床上会铺一些纸，避免弄脏。
</p>

<p>
越往下伸，到了胃，就感觉有好多气体出来，打了不少隔，而且会很想吐，止不住的收缩喉咙和胃。
</p>

<p>
医生会提醒不要吐，好好呼吸，我只能努力尝试去恢复呼吸，大口吸气呼吸让自己平稳下来。
</p>

<p>
如果中间发现一些息肉，还会伸进去一个活检钳去采样。
</p>

<p>
所幸整体的时间不是很长，应该就几分钟。
</p>

<p>
留了不少的口水，还有反胃的一些不知道是胃液还是啥，泛黄的液体。
</p>

<p>
总体来说挺难受的，有种受刑被逼供的感觉。
</p>

<p>
胃镜看不出来啥，又做了 CT，好像都没什么大问题，可能是胃液反流引起的一些问题，开了些药看看后续如何。
</p>

<p>
不舒服是从 10 月 8 日开始出现，到今天也没吃什么药，也开始好转了，异物感消失了，只是还有一点疼痛，牵扯感也很弱了。
</p>

<p>
年纪大了，加上平时运动少，饮食比较随意，作息也比较乱，身体开始出现很多问题。
</p>

<p>
还是身体要紧，好好锻炼，好好活着。
</p>

<div id="outline-container-org5de54c8" class="outline-2">
<h2 id="org5de54c8">不太准确的费用明细</h2>
<div class="outline-text-2" id="text-org5de54c8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">项目</th>
<th scope="col" class="org-right">费用</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">耳鼻喉挂号</td>
<td class="org-right">50</td>
</tr>

<tr>
<td class="org-left"><del>耳鼻喉药物(没买)</del></td>
<td class="org-right">200</td>
</tr>

<tr>
<td class="org-left">消化内科挂号</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-left">胃镜</td>
<td class="org-right">480</td>
</tr>

<tr>
<td class="org-left">胸部 CT</td>
<td class="org-right">500</td>
</tr>

<tr>
<td class="org-left">消化内科的药物</td>
<td class="org-right">230</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">合计</td>
<td class="org-right">1285</td>
</tr>
</tbody>
</table>

<p>
大部分费用通过医保支付，个人支付 200 多左右。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">

<p class="author">Author: <a href="mailto:l-yanlei@hotmail.com">Spike Leung</a></p>
<p class="date">Date: 2024-10-16 Wed 00:00</p>
<p class="license">License: <a href="https://www.creativecommons.org/licenses/by-nc/4.0/deed.zh-hans">CC BY-NC 4.0</a></p>
<script src="https://giscus.app/client.js"
        data-repo="Spike-Leung/taxodium"
        data-repo-id="MDEwOlJlcG9zaXRvcnkzOTYyNDQwMzk="
        data-category="Announcements"
        data-category-id="DIC_kwDOF540R84Ci61D"
        data-mapping="pathname"
        data-strict="0"
        data-reactions-enabled="1"
        data-emit-metadata="0"
        data-input-position="top"
        data-theme="light_high_contrast"
        data-lang="en"
        data-loading="lazy"
        crossorigin="anonymous"
        async>
</script>
</div>
</body>
</html>
